{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EditorLanguageToggle",
			"Children": [
				{
					"Source":
					{
						"Text": "Source Language"
					},
					"Translation":
					{
						"Text": "El idioma del que cambiar al alternar el idioma del editor"
					},
					"Key": "SourceLanguage"
				},
				{
					"Source":
					{
						"Text": "Target Language"
					},
					"Translation":
					{
						"Text": "El idioma al que cambiar al alternar el idioma del editor"
					},
					"Key": "TargetLanguage"
				}
			]
		},
		{
			"Namespace": "FEditorLanguageToggleModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "Cambio de idioma del Editor"
					},
					"Key": "EditorLanguageToggleSection"
				},
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "Cambio de idioma del Editor"
					},
					"Key": "EditorLanguageToggleSettingsName"
				},
				{
					"Source":
					{
						"Text": "Settings for the Editor Language Toggle plugin."
					},
					"Translation":
					{
						"Text": "Configuración del complemento Editor Language Toggle"
					},
					"Key": "EditorLanguageToggleSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Toggle Editor Language"
					},
					"Translation":
					{
						"Text": "Cambio de idioma del Editor"
					},
					"Key": "EditorLanguageToggleSwitchTooltip"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Enable or disable the editor language toggle feature."
					},
					"Translation":
					{
						"Text": "Activar/desactivar la función de cambio de idioma del Editor"
					},
					"Key": "EditorLanguageToggleSettings:bEnableLanguageToggle"
				},
				{
					"Source":
					{
						"Text": "The language to switch from when toggling the editor language."
					},
					"Translation":
					{
						"Text": "Selección del idioma predeterminado para el cambio"
					},
					"Key": "EditorLanguageToggleSettings:SourceCulture"
				},
				{
					"Source":
					{
						"Text": "The language to switch to when toggling the editor language."
					},
					"Translation":
					{
						"Text": "Selección del idioma de destino"
					},
					"Key": "EditorLanguageToggleSettings:TargetCulture"
				},
				{
					"Source":
					{
						"Text": "The position of the language toggle button in the toolbar."
					},
					"Translation":
					{
						"Text": "Mostrar el botón en la barra de herramientas o en la barra de estado"
					},
					"Key": "EditorLanguageToggleSettings:ToolbarPosition"
				},
				{
					"Source":
					{
						"Text": "ドロップダウン用: カルチャーコードのリスト"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguageCodes"
				},
				{
					"Source":
					{
						"Text": "表示名取得用"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguages"
				}
			]
		}
	]
}